/* JSP specific */
"JSP" = "JSP-code";
"JSP Comment" = "<%-- Commentaar --%>";
"JSP Delimiter" = "<% JSP-codeblok %>";
"Java Keywords" = "Java sleutelwoorden";
"Keywords 2" = "Sleutelwoorden";
"Numbers" = "Getallen";
"FunctionRegex" = "Functies";
"Preprocessor" = "Pre-processor";
"Single Line Comment" = "// Commentaar";
"Multi Line Comment" = "/* Commentaar */";
"JSP Strings" = "\"Strings\"";
"JSP Tags" = "JSP-tags";

/* Imported State specific */
"/XML/Tags" = "Tags";
"/XML/Strings in Tags" = "“Strings in tags”";
"/XML/Single Strings in Tags" = "’Strings in tags’";
"/XML/Attributes in Tags" = "Attributen in tags";
"/XML/Entities" = "Entiteiten";
"/XML/Comment" = "<!-- Commentaar -->";
"/XML/CDATA" = "<![CDATA[...]]>";
"/XML/Doctype" = "<!Declaratie>";
"/XML/Escape" = "<?Proloog?>";
"/XML/SGML Double Dash" = "Waarschuwing ongeldig SGML-commentaar";

"/HTML/Inline CSS" = "In-line CSS";
"/HTML/Inline Javascript" = "In-line JavaScript";
"/HTML/Style Tags" = "Stijltags";
"/HTML/Opening Style Tag" = "Openende stijltag";
"/HTML/Script Tags" = "Scripttags";
"/HTML/Opening Script Tag" = "Openende scripttag";

"/CSS/CSS Attributes" = "CSS-attributen";
"/CSS/CSS Keywords" = "CSS-sleutelwoorden";
"/CSS/CSS Digits" = "CSS-getallen";
"/CSS/CSS Colors" = "CSS-kleuren";
"/CSS/AutodocComment" = "/*“ CSS-commentaar ”*/";
"/CSS/Comment" = "/* CSS-commentaar */";
"/CSS/SingleComment" = "// CSS-commentaar";
"/CSS/String" = "“CSS-strings”";
"/CSS/Inside curly brackets" = "{CSS binnen accolades}";
"/CSS/Round bracket" = "(CSS binnen haakjes)";
"/CSS/SingleString" = "’CSS-strings’";
"/CSS/Attribute state" = "CSS-attribuutstatus";
"/CSS/URL" = "URL()";

"/Javascript/Keywords" = "JavaScript sleutelwoorden";
"/Javascript/Numbers" = "JavaScript getallen";
"/Javascript/Characters" = "JavaScript tekens";
"/Javascript/FunctionRegex" = "JavaScript functieaanroepen";
"/Javascript/AutodocComment" = "/*\" JavaScript-opmerking \"*/";
"/Javascript/Comment" = "/* JavaScript-opmerking */";
"/Javascript/SingleComment" = "// JavaScript-opmerking";
"/Javascript/String" = "\"JavaScript-strings\"";
"/Javascript/SingleString" = "'JavaScript-strings'";
"/Javascript/Regular Expressions" = "JavaScript-reguliere expressies";
"/Javascript/Escaped Characters" = "Javascript Escaped Characters";